#include <iostream>
/**
Дефинирайте клас, който описеа банкова сметка:
- име на клиента
- номер на сметка
- баланс
- лихвен %.
Класът да има конструктор(номер на сметка, баланс, лихвен % = 1,2). Класът има член функция,
която изчислява размерът на лихвата за определен период, зададен в месеци. Член фукция за
депозиране и теглене на суми. Напишете клас за спестовна сметка, който е наследник на горния
клас. От класът е възможно да се теглят пари на точно определена дата, зададена като
член-променлива на класа. Напишете main() функция, в която имате масив(колекция) от спестовни
сметки и търси и извежда номер на и баланса на сметките, които могат да се теглят с днешна дата.
**/
using namespace std;

int main()
{
    cout << "Hello world!" << endl;
    return 0;
}
